let addText = document.querySelector('#addText'); 

addText.addEventListener('click', function() {
    addText.preventDefault();
    let str = input.value;
    let mart = str.split("");
    console.log(mart);
});

// Дан инпут и абзац. При клике на кнопку запишите значение инпута в конец текста абзаца.


// Дан инпут. В него вводится число. При клике на кнопку найдите сумму цифр этого числа.


// В инпут вводится ФИО через пробел. При клике на кнопку запишите фамилию, имя и отчество в анкету.


// Дан инпут. В него вводится текст. При клике на кнопку узнайте количество слов в этом тексте.


